const questions = [
  {
    chapter: "Accountancy - Chapter 1",
    question: "पुस्तपालन के जन्मदाता कौन हैं?",
    options: ["कार्टर", "मार्शल", "स्पाइसर और पैगलर", "लुकास पेसियोली"],
    answer: "लुकास पेसियोली"
  },
  {
    question: "लेखांकन सूचनाओं का उपयोगकर्ता कौन है?",
    options: ["स्वामी", "प्रबन्धन", "निवेशक", "इनमें से सभी"],
    answer: "इनमें से सभी"
  },
  {
    question: "लेन-देन का अर्थ क्या है?",
    options: [
      "माल एवं सेवाओं का विनिमय",
      "माल एवं सेवाओं का मुद्रा में विनिमय",
      "माल एवं मुद्रा का विनिमय",
      "केवल मुद्रा में विनिमय"
    ],
    answer: "माल एवं सेवाओं का मुद्रा में विनिमय"
  },
  {
    question: "DBMS का पूरा नाम क्या है?",
    options: [
      "डाटाबेस मेसेजिंग सिस्टम",
      "डाटाबेस मैनेजमेंट सिस्टम",
      "डिजिटल बेस मैनेजमेंट सिस्टम",
      "डिजिटल बेस मेसेजिंग सिस्टम"
    ],
    answer: "डाटाबेस मैनेजमेंट सिस्टम"
  },
  {
    question: "बाइनरी पद्धति में कौन से दो अंक उपयोग होते हैं?",
    options: ["0, 1", "4, 1", "2, 1", "3, 1"],
    answer: "0, 1"
  }
];

window.questions = questions;
